Repository: nasirhasanovic/Rent-Radar
Catalog: RentDar/Localizable.xcstrings
Source language: en
Languages: bs

source: booked
bs: rezervisano

source: -8% vs last month
bs: -8% u odnosu na prošli mjesec

source: ! Let’s start managing your properties.
bs: ! Počnimo upravljati vašim nekretninama.

source: · Feb 20–23 overlaps on 2 platforms
bs: · Feb 20–23 preklapa se na 2 platforme

source: /month
bs: /mjesec

source: /night
bs: /noć

source: % of Total
bs: % od ukupnog

# %@ · %lld nights
source: %1$@ · %2$lld nights
bs: %@ · %lld noći

# %@ · %lld pages
source: %1$@ · %2$lld pages
bs: %@ · %lld stranica

# %@ • %lld nights
source: %1$@ • %2$lld nights
bs: %@ • %lld noći

source: %@ • Double-booking
bs: %@ • Dvostruka rezervacija

source: %@ avg rating
bs: %@ prosječna ocjena

source: %@ Booking
bs: %@ rezervacija

source: %@ Connected!
bs: %@ povezan!

# %@ costs up %lld%%
source: %1$@ costs up %2$lld%%
bs: %@ troškovi veći za %lld%%

source: %@ has been added to your property portfolio.
bs: %@ je dodan/a u vaš portfolio nekretnina.

# %@ is the biggest driver (%lld%%).
source: %1$@ is the biggest driver (%2$lld%%).
bs: %@ je najveći pokretač (%lld%%).

source: %@ Service Fee
bs: %@ provizija

# %@%@ · %d bed · %d bath
source: %1$@%2$@ · %3$d bed · %4$d bath
bs: %@%@ · %d krevet · %d kupatilo

# %@%@ · %lld bookings · Avg %@%lld/booking
source: %1$@%2$@ · %3$lld bookings · Avg %4$@%5$lld/booking
bs: %@%@ · %lld rezervacija · Prosj. %@%lld/rez.

# %@%@ last month
source: %1$@%2$@ last month
bs: %@%@ prošli mjesec

source: %@%% expense ratio
bs: %@%% omjer troškova

# %@%lld last month
source: %1$@%2$lld last month
bs: %@%lld prošli mjesec

# %@%lld this month vs %@%lld avg. Review your spending.
source: %1$@%2$lld this month vs %3$@%4$lld avg. Review your spending.
bs: %@%lld ovog mjeseca vs %@%lld prosjek. Pregledajte potrošnju.

# %@%lld/night
source: %1$@%2$lld/night
bs: %@%lld/noć

# %@170 this month vs %@130 avg. Review your provider
source: %1$@170 this month vs %2$@130 avg. Review your provider
bs: %@170 ovog mjeseca vs %@130 prosjek. Pregledajte pružaoca usluge

source: %lld Booked Tonight
bs: %lld rezervisano večeras

source: %lld bookings
bs: %lld rezervacija

source: %lld expenses
bs: %lld troškova

source: %lld guests
bs: %lld gostiju

source: %lld min ago
bs: prije %lld min

source: %lld nights
bs: %lld noći

# %lld nights • %@
source: %1$lld nights • %2$@
bs: %lld noći • %@

# %lld nights overlap (%@)
source: %1$lld nights overlap (%2$@)
bs: %lld noći se preklapa (%@)

source: %lld pages
bs: %lld stranica

source: %lld properties
bs: %lld nekretnina

source: %lld Properties
bs: %lld nekretnina

source: %lld recommendations this week
bs: %lld preporuka ove sedmice

# %lld results for "%@"
source: %1$lld results for "%2$@"
bs: %lld rezultata za "%@"

source: %lld transactions
bs: %lld transakcija

# %lld turnovers · %@%lld avg per turnover
source: %1$lld turnovers · %2$@%3$lld avg per turnover
bs: %lld izmjena · %@%lld prosj. po izmjeni

source: %lld%% margin
bs: %lld%% marže

# %lld%% platform fee for %@
source: %1$lld%% platform fee for %2$@
bs: %lld%% provizija platforme za %@

source: %lld%% this month
bs: %lld%% ovog mjeseca

source: %lldd ago
bs: prije %lldd

# %lldh %lldm ago
source: %1$lldh %2$lldm ago
bs: prije %lldh %lldm

source: %lldh ago
bs: prije %lldh

source: %lldm ago
bs: prije %lldm

source: + Add
bs: + Dodaj

source: + Add Property
bs: + Dodaj nekretninu

# +%@%lld/month
source: +%1$@%2$lld/month
bs: +%@%lld/mjesečno

source: +%lld pts this month
bs: +%lld bodova ovog mjeseca

source: +3 vs last month
bs: +3 u odnosu na prošli mjesec

source: +5 pts this week
bs: +5 bodova ove sedmice

source: +5% vs last month
bs: +5% u odnosu na prošli mjesec

source: +12% month-over-month
bs: +12% u odnosu na prošli mjesec

source: +12% vs last month
bs: +12% u odnosu na prošli mjesec

source: ✨ Enable AI for pricing suggestions and revenue analysis
bs: ✨ Omogućite AI za prijedloge cijena i analizu prihoda

source: ✨ Enable AI for savings opportunities and expense analysis
bs: ✨ Omogućite AI za mogućnosti uštede i analizu troškova

source: 👥 %lld guests
bs: 👥 %lld gostiju

source: 💰 Add Income
bs: 💰 Dodaj prihod

source: 💰 Income Details
bs: 💰 Detalji prihoda

source: 📤 Add Expense
bs: 📤 Dodaj trošak

source: 📤 Expense Details
bs: 📤 Detalji troška

source: 1 hour
bs: 1 sat

source: 1 property
bs: 1 nekretnina

source: 2 guests
bs: 2 gostiju

source: 3 hours
bs: 3 sata

source: 5 manual bookings logged
bs: 5 ručno zabilježenih rezervacija

source: 5 points this week
bs: 5 bodova ove sedmice

source: Account
bs: Račun

source: Action Required
bs: Potrebna akcija

source: Active
bs: Aktivno

source: Add
bs: Dodaj

source: Add Booking
bs: Dodaj rezervaciju

source: Add a cover photo to make your property stand out.
bs: Dodajte naslovnu fotografiju da vaša nekretnina bude uočljivija.

source: Add Another Property
bs: Dodaj drugu nekretninu

source: Add any notes about this booking...
bs: Dodajte bilješke o ovoj rezervaciji...

source: Add bookings and transactions to see your property stats, occupancy rate, and performance.
bs: Dodajte rezervacije i transakcije da vidite statistiku nekretnine, stopu zauzetosti i performanse.

source: Add bookings directly without syncing
bs: Dodajte rezervacije direktno bez sinkronizacije

source: Add direct bookings manually
bs: Dodajte direktne rezervacije ručno

source: Add Expense
bs: Dodaj trošak

source: Add First Expense
bs: Dodajte prvi trošak

source: Add Income
bs: Dodaj prihod

source: Add notes...
bs: Dodaj napomene...

source: Add Photos
bs: Dodaj fotografije

source: Add properties and bookings to start seeing performance insights, revenue trends, and occupancy reports.
bs: Dodajte nekretnine i rezervacije za uvide u performanse, trendove prihoda i izvještaje o zauzetosti.

source: Add Property
bs: Dodaj nekretninu

source: Add your first property
bs: Dodajte prvu nekretninu

source: Add Your First Property
bs: Dodajte prvu nekretninu

source: Add your first property to start tracking income and bookings.
bs: Dodajte prvu nekretninu da počnete pratiti prihode i rezervacije.

source: Address
bs: Adresa

source: AI Expense Analysis
bs: AI analiza troškova

source: AI Off
bs: AI isključen

source: AI On
bs: AI uključen

source: AI Powered
bs: AI pogonjeno

source: AI Recommendations
bs: AI preporuke

source: AI Revenue Analysis
bs: AI analiza prihoda

source: AI-powered insights
bs: AI uvidi

source: Airbnb, VRBO, direct bookings
bs: Airbnb, VRBO, direktne rezervacije

source: All
bs: Sve

source: All (%lld properties)
bs: Sve (%lld nekretnina)

source: All Bookings
bs: Sve rezervacije

source: All calendars in sync
bs: Svi kalendari sinkronizirani

source: All insights processed on-device
bs: Svi uvidi obrađeni na uređaju

source: All insights processed on-device • Your data never leaves your phone
bs: Svi uvidi obrađeni na uređaju • Vaši podaci nikad ne napuštaju vaš telefon

source: All Properties
bs: Sve nekretnine

# All synced · %lld bookings across %lld platforms
source: All synced · %1$lld bookings across %2$lld platforms
bs: Sve sinkronizirano · %lld rezervacija na %lld platformi

source: Already have an account?
bs: Već imate račun?

source: Always dark
bs: Uvijek tamna

source: Always light
bs: Uvijek svijetla

source: Amount
bs: Iznos

source: AMOUNT RECEIVED
bs: PRIMLJENI IZNOS

source: Annual Lease
bs: Godišnji najam

source: Appearance
bs: Izgled

source: Apply
bs: Primijeni

source: Apply Date Range
bs: Primijeni raspon datuma

source: Are you sure you want to delete
bs: Jeste li sigurni da želite obrisati

source: Are you sure you want to delete your account? This action cannot be undone.
bs: Jeste li sigurni da želite obrisati vaš račun? Ova radnja se ne može poništiti.

source: Are you sure you want to log out?
bs: Jeste li sigurni da se želite odjaviti?

source: Arrived first
bs: Stigao prvi

source: Ask AI about your portfolio
bs: Pitajte AI o vašem portfoliju

source: Attention
bs: Pažnja

source: Auto
bs: Automatski

source: Auto mode will switch between light and dark themes based on your device's system settings.
bs: Automatski način će se prebacivati između svijetle i tamne teme na osnovu sistemskih postavki vašeg uređaja.

source: Auto-syncs every %lld min · Last sync: Just now
bs: Auto-sinkronizacija svakih %lld min · Posljednja: Upravo sad

source: Available
bs: Dostupno

source: AVAILABLE LANGUAGES
bs: DOSTUPNI JEZICI

source: Average score across all properties. Higher is better!
bs: Prosječna ocjena svih nekretnina. Veća je bolja!

source: AVG
bs: PROSJ.

source: Avg %@/booking
bs: Prosj. %@/rezervaciji

source: Avg per Property
bs: Prosj. po nekretnini

source: Basic Information
bs: Osnovne informacije

source: Bathrooms
bs: Kupatila

source: Beach Studio
bs: Studio na plaži

source: Bedrooms
bs: Spavaće sobe

source: Best
bs: Najbolje

source: Block Dates
bs: Blokiraj datume

source: Block These Dates
bs: Blokiraj ove datume

source: Blocked
bs: Blokirano

source: Blocked Dates
bs: Blokirani datumi

source: Booked
bs: Rezervisano

# Booked %@ • %@
source: Booked %1$@ • %2$@
bs: Rezervisano %@ • %@

source: Booked tonight
bs: Rezervisano večeras

source: booking
bs: rezervacija

source: Bookings
bs: Rezervacije

source: bookings (%lld%%)
bs: rezervacija (%lld%%)

source: BOOKINGS DETAIL
bs: DETALJI REZERVACIJA

source: Bookings, Payments
bs: Rezervacije, Plaćanja

source: Boost direct bookings
bs: Povećajte direktne rezervacije

source: Both Types
bs: Oba tipa

source: Buy in bulk from wholesale suppliers for better rates.
bs: Kupujte na veliko od veleprodajnih dobavljača za bolje cijene.

source: BY CATEGORY
bs: PO KATEGORIJI

source: BY PROPERTY
bs: PO NEKRETNINI

source: Calculating...
bs: Izračunavanje...

source: Calendar
bs: Kalendar

source: Calendar updated • Dates secured
bs: Kalendar ažuriran • Datumi osigurani

source: CALENDAR URL
bs: KALENDAR URL

source: Cancel
bs: Otkaži

source: Cancel the %@ reservation manually
bs: Ručno otkažite %@ rezervaciju

source: Cancelled
bs: Otkazano

source: Categorize cleaning, marketing, repairs, and more for easy tax reporting.
bs: Kategorizirajte čišćenje, marketing, popravke i više za lakše porezno izvještavanje.

source: Category
bs: Kategorija

source: Category Details
bs: Detalji kategorije

source: Change
bs: Promijeni

source: Change Photo
bs: Promijeni sliku

source: Check your email
bs: Provjerite email

source: Check your spam folder or
bs: Provjerite spam folder ili

source: Check-in
bs: Prijava

source: CHECK-IN
bs: PRIJAVA

source: CHECK-OUT
bs: ODJAVA

source: Checked In
bs: Prijavljeno

source: Choose File
bs: Odaberi datoteku

source: Choose from Library
bs: Odaberi iz galerije

source: CHOOSE THEME
bs: ODABERITE TEMU

source: Choose what to export and the time period. Your data will be generated as a PDF report.
bs: Odaberite šta izvesti i vremenski period. Vaši podaci će biti generirani kao PDF izvještaj.

source: Choose which booking to keep. You'll need to cancel the other one on its platform. RentDar will update your calendar automatically.
bs: Odaberite koju rezervaciju zadržati. Trebat ćete otkazati drugu na njenoj platformi. RentDar će automatski ažurirati vaš kalendar.

source: City
bs: Grad

source: Cleaning
bs: Čišćenje

source: Cleaning costs up 30%
bs: Troškovi čišćenja veći za 30%

source: Cleaning fee
bs: Naknada za čišćenje

source: Cleaning Service
bs: Usluga čišćenja

source: Cleaning, maintenance, fees, taxes
bs: Čišćenje, održavanje, naknade, porezi

source: Clear All
bs: Obriši sve

source: Click "Export" and copy the calendar URL
bs: Kliknite "Izvezi" i kopirajte URL kalendara

source: Click Property → Calendar → Sync
bs: Kliknite Nekretnina → Kalendar → Sinkronizacija

source: Code expires in
bs: Kod ističe za

source: Come back to RentDar and paste the copied link
bs: Vratite se u RentDar i zalijepite kopirani link

source: Coming soon
bs: Uskoro dostupno

source: COMMON CATEGORIES
bs: UOBIČAJENE KATEGORIJE

# Compiling your %@ data for %@...
source: Compiling your %1$@ data for %2$@...
bs: Kompajliranje vaših %@ podataka za %@...

source: Complete
bs: Završeno

source: Confidence
bs: Pouzdanost

source: Confirm
bs: Potvrdi

source: Confirm password
bs: Potvrdite lozinku

source: Confirm Password
bs: Potvrdite lozinku

source: Confirmed
bs: Potvrđeno

source: Conflict
bs: Konflikt

source: Conflict alerts
bs: Upozorenja o konfliktima

source: Conflict detected
bs: Konflikt detektovan

source: Conflict Resolved
bs: Konflikt riješen

source: Conflict Resolved!
bs: Konflikt riješen!

source: Conflicts
bs: Konflikti

source: Connect
bs: Poveži

source: Connect & Sync Now
bs: Poveži i sinhronizuj

source: Connect %@
bs: Poveži %@

source: Connect a Platform
bs: Povežite platformu

source: Connect Airbnb, Booking.com →
bs: Povežite Airbnb, Booking.com →

source: Connect Another Platform
bs: Povežite drugu platformu

source: Connect Platform
bs: Poveži platformu

source: Connect your VRBO/Vrbo calendar
bs: Povežite vaš VRBO/Vrbo kalendar

source: Connected Platforms
bs: Povezane platforme

source: Connecting to %@...
bs: Povezivanje na %@...

source: Consider raising rates
bs: Razmotrite povećanje cijena

source: Continue
bs: Nastavi

source: Continue with Apple
bs: Nastavi s Apple

source: Continue with Google
bs: Nastavi s Google

source: Copy iCal Link
bs: Kopiraj iCal link

source: Copy your calendar link
bs: Kopirajte link kalendara

# Could save %@%lld/month
source: Could save %1$@%2$lld/month
bs: Mogla bi uštedjeti %@%lld/mjesečno

source: Create a password
bs: Kreirajte lozinku

source: Create Account
bs: Kreiraj račun

source: Create New Password
bs: Kreiraj novu lozinku

source: Currency
bs: Valuta

source: Currency affects how prices are displayed throughout the app. Actual transactions use your property's local currency.
bs: Valuta utiče na prikaz cijena u aplikaciji. Stvarne transakcije koriste lokalnu valutu vaše nekretnine.

source: Current
bs: Trenutna

source: Custom
bs: Prilagođeno

source: Custom Range
bs: Prilagođeni raspon

source: Dark
bs: Tamna

source: Dark Mode
bs: Tamni režim

source: DATA & SECURITY
bs: PODACI I SIGURNOST

source: Data Collection
bs: Prikupljanje podataka

source: Date
bs: Datum

source: Default Currency
bs: Zadana valuta

source: Delete
bs: Obriši

source: Delete Account
bs: Obriši račun

source: Delete Property
bs: Obriši nekretninu

source: Delete Property?
bs: Obrisati nekretninu?

source: Delete Transaction
bs: Obriši transakciju

source: Description
bs: Opis

source: Details
bs: Detalji

source: Didn't receive code?
bs: Niste primili kod?

source: Didn’t receive the email?
bs: Niste primili email?

source: Direct
bs: Direktno

source: Direct Bookings
bs: Direktne rezervacije

source: Dismiss
bs: Zatvori

source: Do you want to unblock these dates?
bs: Želite li odblokirati ove datume?

source: Don't have an account?
bs: Nemate račun?

source: Done
bs: Gotovo

source: Double-booking detected!
bs: Detektovana dvostruka rezervacija!

source: Download PDF
bs: Preuzmi PDF

source: Draft
bs: Nacrt

source: Earnings
bs: Zarada

source: Edit
bs: Uredi

source: Edit Profile
bs: Uredi profil

source: Edit Property
bs: Uredi nekretninu

source: Edit Transaction
bs: Uredi transakciju

source: Electricity, water, internet
bs: Struja, voda, internet

source: Email Address
bs: Email adresa

source: Email Reports
bs: Email izvještaji

source: Enable AI to get personalized recommendations based on your property data.
bs: Omogućite AI za personalizirane preporuke na osnovu podataka vaše nekretnine.

source: End
bs: Kraj

source: END DATE
bs: KRAJNJI DATUM

source: English
bs: Engleski

source: Enter guest name
bs: Unesite ime gosta

source: Enter property address
bs: Unesite adresu nekretnine

source: Enter your email
bs: Unesite vaš email

source: Estimated Impact
bs: Procijenjeni uticaj

source: Every detail. Every dollar.
bs: Svaki detalj. Svaki novac.

source: Expense
bs: Trošak

source: Expense Analysis
bs: Analiza troškova

source: Expense Efficiency
bs: Efikasnost troškova

source: Expenses
bs: Troškovi

source: Expenses are down
bs: Troškovi su manji

source: Expenses are up
bs: Troškovi su veći

source: EXPENSES BY PROPERTY
bs: TROŠKOVI PO NEKRETNINI

source: EXPENSES DETAIL
bs: DETALJI TROŠKOVA

source: EXPENSES OVERVIEW
bs: PREGLED TROŠKOVA

source: Expenses Report
bs: Izvještaj o troškovima

source: Explore the app first →
bs: Istražite aplikaciju prvo →

source: Export Calendar
bs: Izvezi kalendar

source: Export Data
bs: Izvezi podatke

source: EXPORT FORMAT
bs: FORMAT IZVOZA

source: Export iCal URL
bs: Izvezi iCal URL

source: EXPORT SUMMARY
bs: SAŽETAK IZVOZA

source: Export your data
bs: Izvezite vaše podatke

source: Fair
bs: Dobra

source: FAQs & tutorials
bs: Česta pitanja i tutorijali

source: Fetching calendar data...
bs: Dohvaćanje podataka kalendara...

source: Fetching your %@ calendar data
bs: Dohvaćanje vaših %@ podataka kalendara

# Fill %lld-day gap (%@–%@)
source: Fill %1$lld-day gap (%2$@–%3$@)
bs: Popunite %lld-dnevnu prazninu (%@–%@)

source: Fill 3-day gap (Feb 15–17)
bs: Popunite 3-dnevnu prazninu (Feb 15–17)

source: Finalizing...
bs: Finalizacija...

source: Find "Export Calendar" and copy the iCal link
bs: Pronađite "Izvezi kalendar" i kopirajte iCal link

source: Find Calendar Export
bs: Pronađite izvoz kalendara

source: Focus on direct bookings to reduce platform fees.
bs: Fokusirajte se na direktne rezervacije za smanjenje provizija.

source: Follow these steps in your %@ app or browser
bs: Slijedite ove korake u vašoj %@ aplikaciji ili pregledniku

source: Forgot password?
bs: Zaboravljena lozinka?

source: Forgot Password?
bs: Zaboravili lozinku?

# Found %lld bookings, %lld blocked
source: Found %1$lld bookings, %2$lld blocked
bs: Pronađeno %lld rezervacija, %lld blokiranih

source: Generate Report
bs: Generiši izvještaj

source: Generated
bs: Generirano

source: Generated by RentDar · rentdar.app
bs: Generirano od RentDar · rentdar.app

source: Generating Report
bs: Generisanje izvještaja

source: Generating...
bs: Generisanje...

source: Get Started
bs: Započni

source: Go to admin.booking.com and log in
bs: Idite na admin.booking.com i prijavite se

source: Go to airbnb.com → Host Dashboard → Select your listing
bs: Idite na airbnb.com → Host Dashboard → Odaberite vaš oglas

source: Go to Calendar → Import/Export
bs: Idite na Kalendar → Uvoz/Izvoz

source: Go to Calendar settings
bs: Idite na postavke kalendara

source: Go to Dashboard
bs: Idi na početnu

source: Go to vrbo.com and access your listing
bs: Idite na vrbo.com i pristupite vašem oglasu

source: Good
bs: Jaka

source: Good afternoon
bs: Dobar dan

source: Good afternoon,
bs: Dobar dan,

source: Good evening
bs: Dobro veče

source: Good evening,
bs: Dobro veče,

source: Good morning
bs: Dobro jutro

source: Good morning,
bs: Dobro jutro,

source: Good night
bs: Laku noć

source: Good night,
bs: Laku noć,

source: Growth
bs: Rast

source: GROWTH
bs: RAST

source: guest
bs: gost

source: Guest
bs: Gost

source: GUEST NAME
bs: IME GOSTA

source: Guest names, dates, platforms, status
bs: Imena gostiju, datumi, platforme, status

source: Guest Satisfaction
bs: Zadovoljstvo gostiju

source: Guests
bs: Gosti

source: Help Center
bs: Centar za pomoć

source: Hide
bs: Sakrij

source: HIGH
bs: VISOK

source: Home
bs: Početna

source: How many properties do you manage?
bs: Koliko nekretnina imate?

source: How often to check for updates
bs: Koliko često provjeravati ažuriranja

source: I already have an account
bs: Već imam račun

source: I manage a mix of short and long-term rentals
bs: Upravljam kombinacijom kratkoročnog i dugoročnog najma

source: I've Cancelled on %@
bs: Otkazao/la sam na %@

source: I've Copied the Link
bs: Kopirao/la sam link

source: Impact: +%lld points
bs: Uticaj: +%lld bodova

source: Import bookings and sync your calendar automatically
bs: Uvezite rezervacije i sinkronizirajte kalendar automatski

source: Import reservations from Booking.com
bs: Uvezite rezervacije s Booking.com

source: Importing bookings...
bs: Uvoz rezervacija...

source: Importing events...
bs: Uvoz događaja...

source: Importing to RentDar...
bs: Uvoz u RentDar...

source: Importing up to 2 years of data...
bs: Uvoz do 2 godine podataka...

source: IN %lld DAYS
bs: ZA %lld DANA

source: Income
bs: Prihod

source: INCOME BY PROPERTY
bs: PRIHOD PO NEKRETNINI

source: Insights
bs: Statistika

source: Install smart thermostats to optimize energy usage.
bs: Instalirajte pametne termostate za optimizaciju potrošnje energije.

source: It only takes 2 minutes to set up
bs: Potrebne su samo 2 minute za postavljanje

source: January 2026
bs: Januar 2026

source: JPG, PNG or PDF up to 10MB
bs: JPG, PNG ili PDF do 10MB

source: JPG, PNG up to 10MB
bs: JPG, PNG do 10MB

source: Just now
bs: Upravo sad

source: Keep %@ Booking
bs: Zadrži %@ rezervaciju

source: Kept
bs: Zadržano

source: KEY METRICS
bs: KLJUČNE METRIKE

source: Language
bs: Jezik

source: Last 3 Months
bs: Zadnja 3 mjeseca

source: Last Month
bs: Prošli mjesec

source: Last sync: %@
bs: Posljednja sinkronizacija: %@

source: Later This Month
bs: Kasnije ovog mjeseca

source: Learn How
bs: Saznaj kako

source: Light
bs: Svijetla

source: Listing ads, photos
bs: Oglasi, fotografije

source: Log Booking
bs: Zabilježi rezervaciju

source: Log in
bs: Prijava

source: Log Out
bs: Odjavi se

source: Log your property expenses to get AI-powered savings recommendations and spending analysis.
bs: Zabilježite troškove nekretnina za AI preporuke ušteda i analizu potrošnje.

source: Long-term
bs: Dugoročno

source: Long-term Rental
bs: Dugoročni najam

source: Long-term Rentals
bs: Dugoročni najam

source: Lower minimum stay to 2 nights to attract bookings
bs: Smanjite minimalni boravak na 2 noći da privučete rezervacije

source: Lower minimum stay to fill gaps
bs: Smanjite minimalni boravak za popunjavanje praznina

source: Maintain current performance
bs: Održavajte trenutne performanse

source: Maintenance
bs: Održavanje

source: Maintenance & repairs
bs: Održavanje i popravke

source: Manage
bs: Upravljaj

source: Manage all your expenses
bs: Upravljajte svim svojim troškovima

source: Manage all your rental properties
bs: Upravljajte svim najamnim nekretninama

source: Manual
bs: Ručno

source: Manual Entry
bs: Ručni unos

source: Margin
bs: Marža

source: Market avg
bs: Tržišni prosjek

source: Match system
bs: Prati sistem

source: Max Guests
bs: Maks. gostiju

source: MEDIUM
bs: SREDNJI

source: month
bs: mjesec

source: Monthly
bs: Mjesečni

source: Monthly Rate
bs: Mjesečna cijena

source: Monthly Report
bs: Mjesečni izvještaj

source: Monthly tenants
bs: Mjesečni stanari

source: Monthly tenants, leases, and traditional rentals
bs: Mjesečni stanari, ugovori i tradicionalni najam

source: Monthly Trend
bs: Mjesečni trend

source: Monthly, biweekly, leases
bs: Mjesečno, dvosedmično, ugovori

source: My Properties
bs: Moje nekretnine

source: Navigate to Calendar
bs: Navigirajte do kalendara

source: Net Profit
bs: Neto profit

source: New
bs: Novo

source: New Password
bs: Nova lozinka

source: Next
bs: Dalje

source: Next Check-in
bs: Sljedeći dolazak

source: Next Week
bs: Sljedeća sedmica

source: Nightly bookings
bs: Noćne rezervacije

source: Nightly rate
bs: Cijena po noći

source: Nightly Rate
bs: Cijena po noći

source: nights
bs: noći

source: Nights
bs: Noćenja

source: Nights Booked
bs: Rezervisane noći

source: No activity yet
bs: Još nema aktivnosti

source: No bookings found for %@. Add a booking or try a different month.
bs: Nema rezervacija za %@. Dodajte rezervaciju ili probajte drugi mjesec.

source: No bookings on this day
bs: Nema rezervacija za ovaj dan

source: No bookings this month
bs: Nema rezervacija ovaj mjesec

source: No bookings yet
bs: Još nema rezervacija

source: No cancelled bookings
bs: Nema otkazanih rezervacija
